Repository: yahyaali11/hvote
Catalog: Hypervote Module v2.0/locale/*/messages.po
Languages: ru_ru

source: Missing some of required data.
ru_ru: Задайте все настройки, чтобы активировать модуль.

source: Invalid parameter
ru_ru: Неверный параметр

source: Changes saved!
ru_ru: Изменения сохранены

source: Instagram user
ru_ru: Instagram-аккаунт

source: Re-login required!
ru_ru: Требуется повторный вход!

source: Deactive
ru_ru: Не активен

source: Active
ru_ru: Активен

source: Load More
ru_ru: Загрузить ещё

source: You haven't add any Instagram account yet. Click the button below to add your first account.
ru_ru: Вы ещё не подключили ни одного Instagram аккаунта. Нажмите на кнопку ниже, чтобы добавить аккаунт.

source: New Account
ru_ru: Добавить новый аккаунт

source: You don't have a permission to add any Instagram account.
ru_ru: Вы добавили максимальное количество аккаунтов доступных на вашем тарифе.

source: Please select an account from left side list.
ru_ru: Пожалуйста, выберите пользователя из списка слева.

source: Settings
ru_ru: Настройки

source: Activity Log
ru_ru: Журнал активности

source: Something is wrong on the system
ru_ru: Что-то пошло не так, cистемная ошибка

source: System task error
ru_ru: Ошибка системной задачи

source: Hashtags
ru_ru: хэштеги

source: Places
ru_ru: Геолокации

source: People (followers)
ru_ru: Пользователи (подписчики)

source: People (following)
ru_ru: Пользователи (подписки)

source: Search
ru_ru: Поиск

source: Speed
ru_ru: Скорость

source: Maximum
ru_ru: Максимум

source: %s stories/day
ru_ru: %s историй/день

source: Stats
ru_ru: Статистика

source: stories/day
ru_ru: историй/день

source: Save
ru_ru: Сохранить

source: Targeting Settings
ru_ru: Настройки таргетинга

source: There is no stats at the moment.
ru_ru: Данных на сегодня пока нет.

source: (stories)
ru_ru: (историй)

source: This week
ru_ru: На этой неделе

source: Views
ru_ru: Просмотры

source: Days
ru_ru: Дни

source: Masslooking has been stopped
ru_ru: Масслукинг остановлен

source: Masslooking re-scheduled
ru_ru: Масслукинг перепланирован

source: Masslooking started
ru_ru: Масслукинг запущен

source: We successfully started stories masslooking loop.
ru_ru: Цикл массового просмотра историй успешно запущен.

source: Re-login required
ru_ru: Требуется повторная авторизация

source: Please login again to your Instagram account.
ru_ru: Пожалуйста авторизуйтесь вновь в настройках аккаунта.

source: Challenge required
ru_ru: Требуется повторная авторизация (сhallenge required)

source: Checkpoint required
ru_ru: Требуется повторная авторизация (сheckpoint required)

source: Please login again and pass verification challenge. Instagram will send you a security code to verify your identity.
ru_ru: Пожалуйста переподключите Ваш аккаунт в настройка на странице «‎Аккаунты». Instagram может отправить Вам код проверки для подтверждения Вашей личности.

source: Please go to Instagram website or mobile app and pass checkpoint!
ru_ru: Пожалуйста авторизуйтесь на сайте или в мобильном приложении <a href='https://instagram.com' target='_blank'>Instagram</a> и пройдите проверку.

source: Account disabled
ru_ru: Аккаунт деактивирован

source: Your account has been disabled for violating Instagram terms. <a href='%s'>Click here</a> to learn how you may be able to restore your account.
ru_ru: Ваш аккаунт был деактивирован за нарушение правил Instagram. <a href='%s'>Перейдите по ссылке</a>, чтобы узнать как восстановить Ваш аккаунт.

source: Instagram updated Terms and Data Policy
ru_ru: Instagram обновил пользовательское соглашение

source: Please go to <a href='https://instagram.com' target='_blank'>Instagram</a> website or mobile app to review these changes and accept them. After that try again.
ru_ru: Пожалуйста авторизуйтесь на сайте или в мобильном приложении <a href='https://instagram.com' target='_blank'>Instagram</a> и примите новые условия. После этого запустите задачу вновь.

source: API access restricted
ru_ru: Доступ к Instagram API ограничен

source: Access to Instagram API restricted for spam behavior or otherwise abusing.
ru_ru: Доступ Вашего аккаунта к API был ограничен по причине спам активности или нарушения пользовательского соглашения.

source: You sent too many API requests
ru_ru: Вы отправили сегодня слишком много запросов к Instagram API

source: We will take a 24 hours break for masslooking and after that try all again. You reached Instagram daily limit. If you are using another type of automation, you should downcrease masslooking speed and find you golden ratio.
ru_ru: Мы автоматически приостановили масслукинг на 24 часа, так как Вы достигли дневного лимита Instagram по масслукингу. Вам следует уменьшить скорость, если вы используете другие типы автоматизации.

source: don't have any follower
ru_ru: не имеет ни одного подписчика.

source: don't have any following
ru_ru: ни на кого не подписан.

source: We skip this target and goes to the next one.
ru_ru: Мы пропустили эту цель и перешли к следующей.

source: not found
ru_ru: не найден(а)

source: These values indicates maximum amount of the story views per day. They are not exact values.
ru_ru: Это значение является расчётной скоростью. Реальное значение может отличаться.

source: Masslooking paused
ru_ru: Масслукинг приостановлен

source: Daily pause interval begins.
ru_ru: Так как Вы задали период для приостановки.

source: Pause masslooking everyday
ru_ru: Останавливать масслукинг ежедневно

source: From
ru_ru: C

source: To
ru_ru: До

source: Username is incorrect or maybe user blocked you (login to Instagram website or mobile app and check that).
ru_ru: Имя пользователя неверно или вы заблокированы пользователем (авторизуйтесь на сайте или в мобильном приложении Instagram и проверьте это)

source: {count} followers collected
ru_ru: Получено подписчиков: {count}

source: Next {count} followers collected
ru_ru: Получено подписчиков: {count}

source: {count} following collected
ru_ru: Получено подписок: {count}

source: Next {count} following collected
ru_ru: Получено подписок: {count}

source: Total: {count} followers parsed.
ru_ru: Всего: {count} подписчиков собрано.

source: Task not active.
ru_ru: Задача не активна.

source: Total seen
ru_ru: Всего просмотрено

source: {stories_count} stories marked as seen
ru_ru: {stories_count} историй просмотрено

source: Total: {count} stories seen.
ru_ru: Всего: {count} историй просмотрено.

source: (followers)
ru_ru: (подписчики)

source: (following)
ru_ru: (подписки)

source: Activity log for %s is empty.
ru_ru: Журнал активности %s пуст.

source: Masslooking in progress...
ru_ru: Масслукинг запущен...

source: Masslooking scheduled...
ru_ru: Масслукинг будет запущен через 60 секунд...

source: Total %s notes in logs.
ru_ru: Всего записей: %s.

source: All followers stories of @
ru_ru: Все истории у подписчиков пользователя @

source: All following stories of @
ru_ru: Все истории у подписок пользователя @

source: successfully seen.
ru_ru: успешно просмотрены.

source: Insights
ru_ru: Статистика

source: Estimated speed is
ru_ru: Расчётная скорость

source: Estimated speed (stories/day)
ru_ru: Расчётная скорость (историй/день)

source: Speed for masslooking not defined
ru_ru: Скорость масслукинга не задана

source: Couldn't find any target for masslooking
ru_ru: Цели для масслукинга не заданы

source: All stories related to the targets seen
ru_ru: Все истории у целей просмотрены

source: Starting the new loop.
ru_ru: Начинаем новый цикл.

source: Maximum speed
ru_ru: Максимальная скорость

source: Hyperloop Module Settings
ru_ru: Настройки модуля Hyperloop

source: These values indicates maximum amount of the story views per day. They are not exact values. Depending on the server overload and delays between the requests, actual number of the view requests might be less than these values.
ru_ru: Это значение характериует максимальное количество просмотренных историй в день и является расчётным. В зависимости загруженности сервера и задержек между просмотрами, реальное значение может отличаться.

source: Developers are not responsible for any issues related to the Instagram accounts.
ru_ru: Разработчик модуля не несет ответственности за проблемы возникающие с Instagram-аккаунтами.

source: License Key
ru_ru: Лицензионный ключ

source: Enter the key
ru_ru: Введите значение ключа

source: Please enter your license key in Hyperloop Module Settings.
ru_ru: Пожалуйста введите лицензионный ключ в настройках модуля Hyperloop.

source: Masslooking
ru_ru: Масслукинг

source: Very useful module for masslooking Instagram Stories. The module has advanced targeting options.
ru_ru: Модуль для масслукинга Instagram Stories с расширенными настройками таргетинга.

source: License is valid
ru_ru: Лицензия активирована

source: License not valid
ru_ru: Лицензия не действительна

source: License Key not set
ru_ru: Лицензионный ключ не задан

source: Changes saved! License is valid.
ru_ru: Изменения cохранены! Лицензия действительна.

source: Changes saved! But license not valid.
ru_ru: Изменения cохранены! Но лицензия не действительна.

source: We recommend using as speed value %s
ru_ru: Рекомендуемое значение: %s

source: When you are using the maximum speed you may exceed the masslooking limits per day if this account actively used by a user in the Instagram app at the same time.
ru_ru: При использовани максимальной скорости Вы можете превысить дневной лимит масслукинга, если пользователь параллельно смотрит истории в приложении Instagram.

source: If you are using another type of automation, we recommend to you reducing masslooking speed.
ru_ru: Если Вы параллельно используете другие виды автоматизации, мы рекомендуем Вам уменьшить скорость.

source: We couldn't connect to Instagram at the moment. We will try to connect again.
ru_ru: Мы не смогли соединиться с сервером Instagram. Пробуем подключиться еще раз.

source: Re-login is required for the account.
ru_ru: Требуется повторная авторизация.

source: (stories/day)
ru_ru: (историй/день)

source: Perfomance
ru_ru: Показатели

source: Instagram sent us empty response. We will try again.
ru_ru: Instagram прислал нам пустой ответ. Пробуем подключиться еще раз.

source: Task Manager
ru_ru: Диспетчер задач

source: Task
ru_ru: Статус задания

source: Restart
ru_ru: Перезапустить

source: You are not schedule any masslooking task.
ru_ru: Вы не создали ни одной задачи для масслукинга.

source: Setup Masslooking Tasks
ru_ru: Настроить задачи масслукинга

source: Scheduled
ru_ru: В очереди

source: Oops...
ru_ru: Упс...

source: Oops!
ru_ru: Упс...

source: Сlose
ru_ru: Закрыть

source: Please type a valid license key, which you can find in your %s.
ru_ru: Пожалуйста введите действительный лицензионный ключ. Вы можете его найти в %s.

source: Paused
ru_ru: На паузе

source: Next masslooking will be at %s
ru_ru: Старт масслукинга запланирован на %s

source: When you are using the maximum speed you may exceed the masslooking limits faster than usual.
ru_ru: Когда Вы используете максимальную скорость масслукинга, Вы можете превысить лимиты быстрее, нежели используя рекомендуемое значение

source: If you are using another type of automation, we recommend to you also reducing masslooking speed.
ru_ru: Если Вы используете другие типы автоматизации, мы настоятельно рекомендуем уменьшить скорость масслукинга.

source: Targets list
ru_ru: Вставить список

source: Clear targets
ru_ru: Очистить цели

source: You are not insert any target. Please provide valid usernames or Instagram profile links.
ru_ru: Вы не задали ни одной цели. Пожалуйста вставьте имена пользователей или ссылки на их Instagram профили.

source: Insert targets list
ru_ru: Вставить список целей

source: Usernames or links, every target from new string...
ru_ru: Имена пользователей или ссылки, каждое значение с новой строки...

source: Enter only valid Instagram usernames or Instagram profile links
ru_ru: Список может содержать только имена пользователей или ссылки на Instagram профили

source: Every parameter from a new string
ru_ru: Каждое значение с новой строки

source: Insert
ru_ru: Вставить

source: All targets in list is invalid. Please provide valid usernames or Instagram profile links.
ru_ru: Все цели в списке недействительны. Пожалуйста вставьте актуальные имена пользователей или ссылки на их Instagram профили.

source: An error occured
ru_ru: Произошла ошибка

source: Please try again later!
ru_ru: Попробуйте действие ещё раз через несколько минут!

source: Experimental features
ru_ru: Экспериментальные функции

source: This option will reduce speed, but can increase results of masslooking.
ru_ru: После включения данной функции, скорость масслукинга может уменьшиться, а результаты стать лучше.

source: You added:
ru_ru: Целей всего:

source: Mark as seen only fresh stories, which posted no more than
ru_ru: Смотреть истории, опубликованные не позднее

source: hour(s) ago
ru_ru: час(a,ов) назад

source: Copy targets
ru_ru: Скопировать цели

source: Targets
ru_ru: Цели

source: Here you can see usernames of targets added to this task.
ru_ru: Здесь Вы можете увидеть имена пользователей, которые заданы в качестве целевых аккаунтов для этой задачи
